[
    "What’s a hobby you’ve recently started?",
    "If you could have dinner with any historical figure, who would it be?",
    "What’s a simple thing that makes you happy?",
    "What’s the best piece of advice you’ve ever received?",
    "If you could travel anywhere in the world, where would you go?",
    "What’s a book that has had a significant impact on you?",
    "What’s your favorite way to spend a weekend?",
    "If you could have any superpower, what would it be?",
    "What’s a skill you’ve always wanted to learn?",
    "What’s the most memorable trip you’ve ever taken?",
    "If you could live in any time period, when would it be?",
    "What’s your favorite type of music and why?",
    "What’s something new you learned recently?",
    "What’s a goal you’re currently working towards?",
    "If you could switch lives with anyone for a day, who would it be?",
    "What’s your favorite way to relax?",
    "What’s a food you’ve never tried but would like to?",
    "What’s your favorite movie and why?",
    "What’s the best gift you’ve ever received?",
    "What’s a place you’ve always wanted to visit?",
    "What’s your favorite season and why?",
    "What’s something you’re grateful for today?",
    "What’s your favorite type of art or artist?",
    "What’s a cause you’re passionate about?",
    "What’s a memorable moment from your childhood?",
    "If you could master any musical instrument, what would it be?",
    "What’s your favorite sport or physical activity?",
    "What’s a fun fact about yourself?",
    "What’s the most interesting job you’ve ever had?",
    "What’s a language you’d like to learn and why?",
    "What’s the best concert you’ve ever been to?",
    "What’s your favorite thing about your hometown?",
    "What’s a project you’re currently working on?",
    "What’s your favorite quote and why?",
    "What’s a tradition you enjoy?",
    "What’s a hobby you’ve had since you were a child?",
    "What’s a podcast or show you’re currently into?",
    "What’s your favorite way to stay active?",
    "What’s the most interesting place you’ve visited?",
    "What’s a book you’re currently reading?",
    "What’s your favorite way to spend time with friends?",
    "What’s a skill you’re proud of?",
    "What’s a movie you can watch over and over again?",
    "What’s your favorite way to give back to your community?",
    "What’s a hidden talent you have?",
    "What’s the best meal you’ve ever had?",
    "What’s a recent achievement you’re proud of?",
    "What’s your favorite way to start your day?",
    "What’s something you’re looking forward to?",
    "What’s your favorite way to unwind after a long day?",
    "What’s a memory that always makes you smile?",
    "What’s your favorite holiday and why?",
    "What’s a goal you have for the next year?",
    "What’s a hobby you’d like to take up?",
    "What’s a piece of advice you’d give to your younger self?",
    "What’s your favorite type of weather?",
    "What’s a book that you’d recommend to others?",
    "What’s something you enjoy doing on your own?",
    "What’s a song that always makes you feel good?",
    "What’s a tradition you’d like to start?",
    "What’s your favorite type of cuisine?",
    "What’s a fun fact you recently learned?",
    "What’s your favorite way to celebrate special occasions?",
    "What’s a personal goal you’re proud of achieving?",
    "What’s your favorite way to stay organized?",
    "What’s a hobby that helps you relax?",
    "What’s a dream vacation you’d like to take?",
    "What’s your favorite type of dessert?",
    "What’s a book that you couldn’t put down?",
    "What’s a place you’d like to revisit?",
    "What’s your favorite way to stay creative?",
    "What’s a movie that always makes you laugh?",
    "What’s a hobby you’d like to share with others?",
    "What’s your favorite type of exercise?",
    "What’s a skill you’re currently learning?",
    "What’s a quote that inspires you?",
    "What’s your favorite way to connect with others?",
    "What’s a cause you’d like to learn more about?",
    "What’s a hobby that brings you joy?",
    "What’s a book that you’ve read multiple times?",
    "What’s a place that feels like home to you?",
    "What’s your favorite type of flower?",
    "What’s a recipe you’d like to try?",
    "What’s a piece of advice you’d give to someone else?",
    "What’s your favorite way to spend a rainy day?",
    "What’s a skill you’ve recently developed?",
    "What’s a movie that always makes you think?",
    "What’s a hobby that challenges you?",
    "What’s your favorite way to learn new things?",
    "What’s a book that made you see the world differently?",
    "What’s a place you’d like to explore more?",
    "What’s your favorite type of outdoor activity?",
    "What’s a hobby you’d like to pass on to others?",
    "What’s a memory that makes you laugh?",
    "What’s your favorite way to express yourself creatively?",
    "What’s a skill you’d like to teach others?",
    "What’s a book that you’ve gifted to others?",
    "What’s a place you’ve always been curious about?",
    "What’s your favorite type of indoor activity?",
    "What’s a hobby that you’d like to make a career out of?",
    "What’s a memory you cherish from your childhood?",
    "What’s your favorite way to enjoy nature?",
    "What’s a book that made you cry?",
    "What’s a place that holds special meaning to you?",
    "What’s your favorite way to spend time with family?",
    "What’s a skill you’ve always admired in others?",
    "What’s a book that made you laugh out loud?",
    "What’s a place you’d like to visit again and again?",
    "What’s your favorite way to stay motivated?",
    "What’s a book that you’ve read in one sitting?",
    "What’s a place that inspires you?",
    "What’s your favorite way to stay healthy?",
    "What’s a skill you’ve worked hard to develop?",
    "What’s a book that you’ve recommended to many people?",
    "What’s a place that brings you peace?",
    "What’s your favorite way to stay productive?",
    "What’s a book that changed your perspective?",
    "What’s a place you’ve never been but would like to go?",
    "What’s your favorite way to show kindness?",
    "What’s a book that made a big impact on your life?",
    "What’s a place that you feel connected to?",
    "What’s your favorite way to practice self-care?",
    "What’s a book that you’ve read more than once?",
    "What’s a place that makes you feel alive?",
    "What’s your favorite way to spend a quiet evening?",
    "What’s a book that you can’t wait to read?",
    "What’s a place that you’d love to explore?",
    "What’s your favorite way to make new friends?",
    "What’s a book that you’ve shared with others?",
    "What’s a place that holds fond memories for you?",
    "What’s your favorite way to start a new project?",
    "What’s a book that you’ve read recently?",
    "What’s a place that you’d like to learn more about?",
    "What’s your favorite way to celebrate achievements?",
    "What’s a book that has been on your reading list for a while?",
    "What’s a place that you’d like to call home?",
    "What’s your favorite way to unwind after a busy day?",
    "What’s a book that you’d like to see turned into a movie?",
    "What’s a place that you’ve always dreamed of visiting?",
    "What’s your favorite way to stay inspired?",
    "What’s a book that you’ve recently discovered?",
    "What’s a place that you’d like to explore in depth?",
    "What’s your favorite way to stay connected with loved ones?",
    "What’s a book that you’ve found particularly meaningful?",
    "What’s a place that you find fascinating?",
    "What’s your favorite way to relax on weekends?",
    "What’s a book that you’ve been meaning to read?",
    "What’s a place that you’d like to spend more time in?",
    "What’s your favorite way to spend time outdoors?",
    "What’s a book that you’ve found inspiring?",
    "What’s a place that you’d like to learn the history of?",
    "What’s your favorite way to spend a lazy afternoon?",
    "What’s a book that you’ve read recently and loved?",
    "What’s a place that you’d like to see in person?",
    "What’s your favorite way to celebrate milestones?",
    "What’s a book that you’ve read that changed your life?",
    "What’s a place that you’d like to visit for its culture?",
    "What’s your favorite way to enjoy a sunny day?",
    "What’s a book that you’ve found thought-provoking?",
    "What’s a place that you’d like to explore for its nature?",
    "What’s your favorite way to spend a holiday?",
    "What’s a book that you’ve recommended to friends?",
    "What’s a place that you’d like to visit for its history?",
    "What’s your favorite way to enjoy a rainy day?",
    "What’s a book that you’ve found hard to put down?",
    "What’s a place that you’d like to experience firsthand?",
    "What’s your favorite way to celebrate special moments?",
    "What’s a book that you’ve read that left a lasting impression?",
    "What’s a place that you’d like to return to?",
    "What’s your favorite way to spend time in nature?",
    "What’s a book that you’ve read that made you think deeply?",
    "What’s a place that you’d like to discover?",
    "What’s your favorite way to spend time with friends?",
    "What’s a book that you’ve read that you couldn’t stop talking about?",
    "What’s a place that you’d like to visit for its beauty?",
    "What’s your favorite way to spend a day off?",
    "What’s a book that you’ve read that you’d recommend to everyone?",
    "What’s a place that you’d like to visit for its cuisine?",
    "What’s your favorite way to spend a long weekend?",
    "What’s a book that you’ve read that you found captivating?",
    "What’s a place that you’d like to visit for its architecture?",
    "What’s your favorite way to spend time with family?",
    "What’s a book that you’ve read that made you laugh?",
    "What’s a place that you’d like to visit for its festivals?",
    "What’s your favorite way to start the day?",
    "What’s a book that you’ve read that you found enlightening?",
    "What’s a place that you’d like to visit for its adventure?",
    "What’s your favorite way to end the day?",
    "What’s a book that you’ve read that you couldn’t forget?",
    "What’s a place that you’d like to visit for its art?",
    "What’s your favorite way to spend a lazy Sunday?",
    "What’s a book that you’ve read that made you emotional?",
    "What’s a place that you’d like to visit for its wildlife?",
    "What’s your favorite way to spend a rainy afternoon?",
    "What’s a book that you’ve read that inspired you to take action?",
    "What’s a place that you’d like to visit for its scenery?",
    "What’s your favorite way to spend a sunny morning?",
    "What’s a book that you’ve read that you found fascinating?",
    "What’s a place that you’d like to visit for its history and culture?"
]
  